Repository: 6r1d/cmsplugin-filer
Catalog: cmsplugin_filer_image/locale/*/LC_MESSAGES/django.po
Languages: ca, fr

source: Image
ca: Imatge

source: Image resizing options
ca: Opcions de redimensionat d'imatge
fr: Options de redimensionnement de l'image

source: More
ca: Més
fr: Paramètres avancés

source: left
ca: esquerra
fr: gauche

source: right
ca: dreta
fr: droite

source: caption text
ca: text de la llegenda
fr: légende

source: image
ca: imatge

source: alternative image url
ca: url alternativa de la imatge
fr: adresse alternative de l'image

source: alt text
ca: text alternatiu
fr: texte alternatif

source: use the original image
ca: utilitza la imatge original
fr: utiliser l'image d'origine

source: do not resize the image. use the original image instead.
ca: no redimensionar la imatge, utilitzar la imatge original.
fr: ne pas redimensionner l'image. Utiliser l'image d'origine

source: thumbnail option
ca: opció de miniatura
fr: option de miniature

source: overrides width, height, crop and upscale with values from the selected thumbnail option
ca: sobreescriu l'amplada, l'alçada, el retall i l'augment d'escala amb els valors de l'opció de miniatura seleccionat
fr: écrase les valeurs de largeur, hauteur, rognage et élargissement avec les valeurs de l'option de miniature sélectionnée

source: use automatic scaling
ca: utilitzar escalat automàtic
fr: redimensionnement automatique

source: tries to auto scale the image based on the placeholder context
ca: intenta escalar automàticament la imatge segons el context del marcado de posició
fr: Essaie de redimensionner automatiquement l'image à partir du contexte de la portion de page.

source: width
ca: amplada
fr: largeur

source: height
ca: alçada
fr: hauteur

source: crop
ca: retall
fr: rogner

source: upscale
ca: augment d'escala
fr: élargir

source: image alignment
ca: aliniació de la imatge
fr: alignement de l'image

source: link
ca: enllaç
fr: lien

source: if present image will be clickable
ca: si la imatge està present es podrà fer clic
fr: Si la présente image sera cliquable.

source: page link
ca: enllaç a pàgina
fr: lien vers une page

source: file link
ca: enllaç a fitxer
fr: lien vers un ficher

source: link original image
ca: enllaça a la imatge original
fr: lien vers l'image d'origine

source: description
ca: descripció

source: Open link in new window
ca: Obre l'enllaç en una finestra nova
fr: Ouvre le lien dans une nouvelle fenêtre

source: filer image
ca: imatge del filer
fr: image du gestionnaire de fichiers

source: filer images
ca: imatges del filer
fr: images du gestionnaire de fichiers

source: Either an image or an image url must be selected.
ca: Cal seleccionar una imatge o l'url d'una imatge
fr: Une image ou bien une adresse d'image doit être sélectionnée.

source: Image Publication %(caption)s
ca: Publicació d'Imatge %(caption)s
fr: Publication d'image %(caption)s

source: name
ca: nom

source: width in pixel.
ca: amplada en píxels.

source: height in pixel.
ca: alçada en píxels

source: thumbnail options
ca: opcions de miniatura
